{
  "terminology": [
    {
      "index": "序号",
      "term": "名词",
      "description": "相关解释",
      "source": "来源（请使用权威查询网站，不要参考百度百科）",
      "notes": "备注",
      "F": "表格内输入文字需要换行时，请同时按住\"Enter+Alt\""
    },
    {
      "index": "",
      "term": "",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "真如",
      "description": "其实，与真如意义相同的词，在经典和论典中提得比较多。比如法华经论中讲的实相、佛性、如来藏等，其他经论中讲的法性、平等性、虚空、真实义等，麦彭仁波切的很多论典中讲的胜义谛、现空无别、唯一明点等。虽然名称不同，但意义却是一样的。当然，真如在小乘经论和大乘显宗——唯识和中观以及密宗经论中所指的意义并不相同。但总体上讲，一 切万法的法性、本体就称为真如。",
      "source": "般若摄颂浅释，28课",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "其实真正心的本 来面目——真如，用语言来说根本没办法，因 为语言毕竟是戏论法。",
      "source": "般若摄颂浅释，24课",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "万法实相",
      "description": "对于万法实相，显宗常讲远离一切戏论，密宗 常讲觉空双运或明空双运",
      "source": "般若摄颂浅释，24课",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "色法、心法",
      "description": "佛法分为色法和心法，细分还可分为不相应行等。色法：比如山河大地、房子、车、手和脚，身体等，烦恼是否属于色法的范畴？不属于。它属于心法的范畴。",
      "source": "《入行论》辅导第41课",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "观自在菩萨",
      "description": "观自在菩萨是一切诸佛大悲心的总集，平时我们顶礼、念诵、祈祷观自在菩萨，现实的灾难都能够遣除，内心也会逐渐产生利益众生的大悲心。因为观自在菩萨是诸佛慈悲总集的缘故，所以经常忆念、祈祷、修持，通过缘起的无欺之力，内心一定能产生殊胜的大悲心。",
      "source": "《入行论》辅导第3课",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "五道十谛",
      "description": "",
      "source": "慈诚罗珠堪布堪布《四谛》讲解",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "资粮道、加行道、见道、修道、无学道",
      "description": "当修到心里稍稍有一些空性体会的时候，就称为加行道；当我们只是对空性有一些字面上的了解，虽然发了菩提心，也在精进地修持五加行——积累功德、忏悔罪业，但还没有稍许的空性感受，还没有切身体会到空性的意义，还没有什么修行的证悟，这个阶段，就称为资粮道。",
      "source": "[慧灯之光五：《般若波罗蜜多心经》详解",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "经续",
      "description": "所依靠的第一是经典，即佛陀所讲的显宗方面的佛语；第二是续，即续部，佛陀所宣讲的密宗方面的佛语",
      "source": "《佛子行》第8课法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "法布施、财布施、无畏布施",
      "description": "",
      "source": "《佛子行》讲记第6课",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "引业、满业",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "沙门四法",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "心王、心所",
      "description": "五蕴是色、受、想、行、识，分为两类——色法、心法。色蕴属于色法，属于身心当中的身。心就是后四蕴，受蕴、想蕴、行蕴、识蕴。这四蕴分为心王和心所，识蕴是心王，受蕴、想蕴、行蕴属于心所，不管心王、心所，都是心识。所以五蕴可以分为身心，或者色法和心法两类。其实五蕴是我们的身心，就是我们所执著的身体和感受、心所，眼耳鼻舌身意的心识。",
      "source": "入行论 166 法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "三转法轮",
      "description": "佛教的思想究竟是什么呢?就是佛陀所宣讲的八 万四千法门，归纳起来即是三转法轮的内容——第一转四谛 法轮、第二转空性法轮、第三转如来藏法轮。其中，第二转 法轮中宣讲空性的经典，最全面的是《大般若经》",
      "source": "索达吉堪布演讲《佛教的空性观》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "法相",
      "description": "",
      "source": "入行论 173 法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "护法神",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "三摩地",
      "description": "二止观：寂止和胜观的简称。寂止：梵音译作奢摩地或三摩地，一切禅定的总括或因，心不散住外境，专一安住所修静虑之中。胜观：梵音译修作毗婆舍那，一切禅定的总括或因，以智慧眼观察事物本性真实差别。",
      "source": "大圆满前行 普贤上师言教（解脱利益）",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "因果",
      "description": "因果定律不是释迦牟尼佛制定的，也不是其他佛菩萨制定的，它是一种自然规则，所谓种瓜得瓜、种豆得豆，万事万物的本性就是这样。\n\n那么，因果是不是佛教？因果的本体不是佛教，也不是佛的教义。那什么是佛的教义呢？以前我们对因果一无所知，佛就告诉我们因果循环的真理：如是因会有如是果，所以不要去造痛苦的因；如果播了这样的“种子”，以后会结这样的“果”。于是我们就根据他的教导去取舍因果，这种取舍才是佛教教义；而因果本身是一种自然规律，不是任何人可以制定的。\n\n",
      "source": "——该教言选自：《慧灯之光》第二册《加行的修法-轮回过患》",
      "notes": "",
      "F": ""
    },
    {
      "index": "X",
      "term": "心相续",
      "description": "我们从小到老乃至死亡，身体可以说是一个相续；从被无明迷惑的凡夫到成就佛果之间，虽然在六道中流转无数，但心也是一个相续，就像念珠一样不断。",
      "source": "1. 智悲佛网：入行论讲记9  \\  第一百六十九课 （https://zhibeifw.com/vba/rxlgj9---dyblsjk/）",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "X",
      "term": "心识",
      "description": "在此世界范围内，一切细微众生以上之生命形态都拥有我们通常所谓的“心”。在心的力量未充分发展、强大、增上、圆满之前，它连细微的苦乐感受都一概接纳，此种心我们就称之为渺小之心；当心力日渐强大，已能控制身心内外的一切物质时，此种心就名之为勇武之心；心还经常隐藏在秘密之处，此时它就成为了从暗处操纵言行举止的主犯；另外，从古到今，成千上万的寻伺者相继被迷惑的原因，就在于心成为了狡诈者；如果善加利用，心又会成为一切功德之所依，此时它则如如意宝藏一般可源源不断地生出功德利益。东方世界之中，千百年来，无等大师大慈大悲的释迦牟尼佛、色迦仙人、印度瑜伽士、藏地之虹身成就者以及汉地的禅宗祖师等人，诸如此类的圣者各自都以自己的方式方法而开启了心识奥秘之门。\n\n按共同说法而言，所谓的心无有开始、终结之边际，因从无始以来，心识始终处在连续不断的迁流之中，故我们也一直在轮回大海中随着生、老、病、死的汹涌波涛而头出头没。所有众生都逐渐从青春年少一步步走向衰老，最终则通过死亡而再生于来世；新的生命体又开始新的一轮成长、壮大、衰朽、死亡的过程，如此往复，循环不已。一切众生就像是在参加比赛一样，争先恐后地投入到从今生到来世的运转之中，其间，没有一个众生的心识在这一过程中断灭过。正如《百论》所云：“轮回此苦海，恒时无有尽，凡愚陷其中，何不生畏惧？韶华逝去矣，复又现于前，此世已过尽，来生竞相现。”此中所讲的道理，我们理应了知。",
      "source": "1. 智悲佛网：引路明灯  \\  前世今生论 （https://zhibeifw.com/vba/ylmd---qsjsl/）",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "R",
      "term": "如来藏",
      "description": "依照大乘不共观点而言，心性本来清净无为法之明空智慧无有迁变而存在，即是如来藏。心的本体实际是一种无为法，以明空智慧无有迁变的方式存在于每个众生的相续当中，龙猛菩萨的《赞法界论》和《赞如来藏论》当中也是这样讲的。《等持王经》云：“清净澄光明，不乱无为法，称为如来藏，本住之法性。”清净、光明、澄清，未被分别所扰乱的无为法，即为如来藏。它在每一个众生相续中，以法性的方式本来存在着。",
      "source": "1. 智悲佛网：三戒要解（上）  \\  第二课 （https://zhibeifw.com/vba/sjyj---dek/）",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "L",
      "term": "轮回",
      "description": "通过业力的牵引，众生的相续从前世转生到今世，又在业和烦恼的支配下，从今世前往到他世，四有周而复始不断轮转，这就是所谓的轮回。",
      "source": "1. 智悲佛网: 俱舍精钥 3  \\  第五十七课 (https://zhibeifw.com/vba/jsjy---dwsqk/)",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "第六意识",
      "description": "从阿赖耶识中产生的一个意识。它的功能是去正常地去分析，也可以建立正知正见，也可以犯错误产生无明。在生活仲，情绪就是意识。",
      "source": "慧灯之光网站-慈诚罗珠堪布问答",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "阿赖耶识",
      "description": "阿赖耶识就是我们所有意识的基础。它是最深层次，最基础的意识。在打坐时候，把所有杂念抛开以后，它才会出来。",
      "source": "慧灯之光网站-慈诚罗珠堪布问答",
      "notes": "",
      "F": ""
    },
    {
      "index": "index",
      "term": "阿赖耶",
      "description": "它的本体是一种心识，但并非我们现在的分别念和无分别念的状态，而是一种特殊的心识。",
      "source": "1.智悲佛网：大圆满心性休息广释 2  \\  第二十课 （https://zhibeifw.com/vba/dymxxxxgs---desk/）",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "Z",
      "term": "自相烦恼",
      "description": "贪嗔慢为自相烦恼，因为它们是由美丑、高低对境而产生的，比如依靠美丽的对境产生贪心、丑恶的对境产生嗔恨心；依靠高低等，像前面讲的一样，会在自相续中产生七种慢或者九种慢，因此叫做自相烦恼。这里的自相烦恼与《三戒论》里讲的自相烦恼有点不相同，《三戒论》中所说的自相烦恼，自己的本体丝毫也未损害，完全没有用空性智慧来摄持，真正在相续中生起了贪心或者嗔心等，这叫做自相烦恼。这里则是用所缘对境观察的，意思就是说，贪心、慢心、嗔心三种烦恼的对境已经固定了，因为贪心只对悦意对境才生起，对不可爱的对境根本不可能产生，有一种固定性，这叫做自相烦恼，它不是缘所有有漏对境的。而且，它们不会在一切时分中产生。",
      "source": "1. 智悲佛网：俱舍精钥 5  \\  第一百零九课  （https://zhibeifw.com/vba/jsjy---dybljk/）",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "W",
      "term": "无间",
      "description": "“无间”的意思包括：没有中阴叫无间；堕落地狱后不间断地受苦，没有休息的时间；一个身体充满了整个地狱，没有空隙。有很多种解释无间的方式。",
      "source": "入行论137",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "世俗菩提心，胜义菩提心",
      "description": "胜义菩提心就是了解万法远离四边八戏状态的智慧；世俗菩提心就是为利益众生愿成佛的愿心，以及修持六度的行心。",
      "source": "《佛子行》第8课法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "S",
      "term": "",
      "description": "世俗菩提心是愿众生获得佛果，胜义菩提心是通达万法的实相。",
      "source": "《佛子行》第8课法师辅导",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "首先我们要知道世俗菩提心和胜义菩提心的差别。世俗菩提心主要是一种善心所，是为了利益众生而发起求佛果的一种心。这种心是跟随意识的心王和善心所产生的，它有两种所缘：一个是利益众生，一个是自求佛果。胜义菩提心是一种智慧，是远离一切世间八戏的一种了知，或者证悟实相的一种无分别智。这种无分别智就是胜义菩提心。不是说这个胜义菩提心安住在胜义谛当中，它的菩提心更清净更圆满，不是这样的。它是没有所缘的，不缘众生，也没有缘众生的心，也不缘佛果，也没有缘佛果的心。而是了知一切的众生也好，佛果也好，我们的心也好，其实在究竟的本性当中都是无所缘的，都是本来空性，安住在这样的状态当中，现前证悟这种状态就是胜义菩提心。\n世俗菩提心可以发、可以生（通过仪轨来生起），但胜义菩提心只有通过证悟才能生起。世俗菩提心可以通过仪轨来受菩萨戒或者菩提心，但是胜义菩提心只有通过修证，当你证悟了无分别智慧就有了胜义菩提心。当然胜义菩提心的因——空性见，我们是可以修的，通过大略的、总相的方式去修持，这个空性不是胜义菩提心，却是能够得到胜义菩提心的一个直接的因和助缘。",
      "source": "入行论152课法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "造作的菩提心",
      "description": "我们也许常有这样的念头：虽然实际上我不太愿意发菩提心，只想利益自己，但我不得不发心。因为如果不发菩提心，所做的一切就不能成为大乘法。这就是造作的菩提心。\n\n如果这一世没有真实的菩提心，只有造作的菩提心，那就如阿底峡尊者所说，这一世发造作菩提心的人，下一世就可以度化南瞻部洲那么大世界的众生，他就可以变成这样的一位大菩萨。这是为什么呢？因为，发菩提心本身是非常殊胜的修法，因果从来都是不错乱的，所以，在他的下一世也会有这样殊胜的果报。\n\n怎样区分造作与不造作呢？比如说：你非常渴的时候想喝水，这是不造作的；在你不想喝水的时候，其他人却勉强你喝，你虽然喝了，但不是出于发自内心的愿望而喝的，这就叫做造作。",
      "source": "慈诚罗珠堪布《三个差别》（慧灯之光网站）：https://www.huidengzhiguang.com/index.php/huideng-zhiguang/huideng-zhiguang-01/133-a00001?title=造作菩提心#anchor",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "二谛",
      "description": "俗谛和真谛。俗谛又名世谛，或世俗谛，即凡夫所见的世间事相；真谛又名第一义谛，或胜义谛，即圣智所见的真实理性，亦即内证离言法性。",
      "source": "《佛学大辞典》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "世俗谛、胜义谛",
      "description": "世俗谛是我们最了解的，平时我们在二十四小时里所接触的一切，也就是前五识所能感受到的、第六意识所能思维到的一切都属于世俗谛。世俗谛中包括了因果、轮回、造业、行善、学佛、成就、堕落，还有物质、精神、时间、空间、运动等等，也包含了古往今来的哲学、科学、艺术等一切学科。",
      "source": "——该教言选自：《慧灯之光》第一册《二谛-开启中观门扉之钥匙》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "在每一个物质上，都存在世俗谛和胜义谛这两个层面。比如说，一幢房子也存在这两个层面。怎样存在呢？若从眼、耳、鼻、舌的角度观察，在世俗谛中确实存在一幢房子，它可以在日常生活中起到作用，这是从世俗谛角度讲的。那么，胜义谛的一面是什么呢？我们要观察，眼睛明明看见这里有一幢房子，但是它是否真实存在呢？其实，我们的眼睛只是看到这种现象，却没有能力辨别其真假。\n\n比如某人患眼疾时，会将雪山看成黄色或蓝色，这时他知道白色是真实的，黄色或蓝色是虚幻的，这是他第六意识的分析结果。而意识分析所依靠的证据仍是源于与其相互观待的眼识——许多年来，我看见雪山一直是白色的，现在突然变成黄色，由此可以推知，肯定是我眼睛生了病，而不是雪山发生了变化。他经过这样的推理而认为雪山的颜色不是黄色，应该是白色。\n\n可是，眼识和意识都无法超越其自身的境界。眼睛只能看到平时所能看到的东西，它不能超越此范围；而意识的所有依据也来源于前五识，它也不能超越此范围。所以，眼识和意识都局限在一个范围里，永远不能超越它，这个范围就叫世俗谛。",
      "source": "\n该教言选自：《慧灯之光》第一册《二谛-开启中观门扉之钥匙》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "三世诸佛在宣说解脱正法时，必定真实如理地依靠世俗胜义二谛之理。其中世间万事万物之现象部分，属于世俗谛；甚深寂灭远离一切戏论之出世间解脱境界部分，属于胜义谛。\n\n其中的世俗谛，又可以分为两种：颠倒世俗谛与真实世俗谛。其中的颠倒世俗谛，又分为两种：犹如水月、阳焰、梦幻一般，在正常的世俗五根前都无法成立的假立之法；以及因宗派所灌输的邪分别见而产生的，执著神我、常法等等的遍计执著。\n\n在未经观察的情况下，在凡夫的五根六识前似乎真实成立，从产生、留驻与毁灭等各个程序来看，都井然有序，并且具有一定的功效与能力，如火的热性、水的湿性等等，像这样的各种事物与现象，就承许为真实的世俗。\n\n在用语言文字为众生宣讲诸法真相时，为了便于众生理解，相合众生根机，而不得不用无生、无灭、无来、无去等词汇来表述，但真正的胜义谛，是没有异体之相，都是清净、平等之光明法界，所谓的有法与法性、世俗与胜义、现象与本质都是凡夫的增上安立，都是不存在的。胜义谛远离了有实无实、实有空性等一切概念，既没有作为有境的分别妄念，也远离了所缘之对境；既没有安住的过程，也没有可住的住处；既没有来，也没有去，远离了一切可以诠表的比喻。",
      "source": "入二谛论  \\  入二谛论 ：https://zhibeifw.com/vba/redl-00001/",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "S",
      "term": "",
      "description": "所谓的世俗谛，是语言和分别的对境，它是虚妄不实的法；相反，真实不虚的一切法，全部安立为胜义谛。",
      "source": "入行论讲记9  \\  第一百五十三课  ：https://zhibeifw.com/vba/rxlgj9---dybwssk/",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "胜义谛是世俗谛的真相。瓶子的现相是世俗谛，瓶子的真相――现空无二的空性部分，就是第二转法轮的胜义谛。假如世俗谛不存在，胜义谛也就无法安立",
      "source": "入行论讲记10  \\  第一百七十七课 ：https://zhibeifw.com/vba/rxlgj10---dybqsqk/",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "了义，不了义",
      "description": "了义：不是表面为了顺应某种根基的众生而宣说，而是完全届时了真正的实相",
      "source": "入行论 12",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "乃直接显了法义。与不了义合称二义。凡直接、完全显了述尽佛法道理之教，称为了义教，如诸大乘经说生死、涅盘无异者。宣说此道理之经典，即称了义经，为佛所说。而若顺应众生理解之程度，不直接显了法义，而渐次以方便教相引导，则称不了义教（未了义教），如诸经宣说厌背生死、欣乐涅盘者。而说此不了义教之经典即称不了义经（未了义经），乃菩萨因人之所说。",
      "source": "《佛学大词典》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "《赞不可思议中观论》云：“诸法之空性，亦称为了义；若说生灭等，有情生命等，世俗不了义。”意思是说，一切诸法之本性——远离四边八戏的空性胜义谛是了义，而生、灭、有情、生命等世俗谛是不了义。全知麦彭仁波切在有关论典中还这样讲，从第二转法轮的角度来讲，胜义谛是了义，世俗谛是不了义；从第三转法轮的角度来讲，现相和实相统一的境界叫了义，现相和实相不统一的境界叫不了义。\n\n所谓不了义，就是原原本本从字面上去理解，势必有量理的妨害；而这样宣说的意图或用意也很明确；且非常有必要这样宣说。有必要、用意、以理能害三个条件，具足这三种条件的就叫不了义。反过来，不具足这三种条件的，就叫了义。",
      "source": "解义慧剑释/ 第9课：https://zhibeifw.com/vba/jyhjs---djk/",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "L",
      "term": "四种意趣",
      "description": "有人这样想，既然佛陀在转法轮的过程中有了义和不了义的差别，那以什么样的方式才能将它们区分开来呢？我们可以这样回答：通过四种秘密和四种意趣的方式就可以将它们区分开来。\n\n四种意趣，即平等意趣、别义意趣、别时意趣和补特伽罗意乐意趣。所谓平等意趣，指诸如世尊立足于法身平等或一切万法在法界中平等的用意，而说我尔时成为拘留孙佛；其必要则为断除轻蔑佛陀；但并非建立一个相续，否则就有正理的违害。其实，从法界平等的角度来讲，不仅释迦牟尼佛与拘留孙佛无别，就是所有众生与佛陀也无二无别。这是平等意趣。\n\n别义意趣与前面讲的相秘密相同。\n\n所谓别时意趣，比如念一句咒语或佛号当下就能成佛，其实并不是真正当下就能成佛，而是指过了一段时间或因缘成熟后才能成佛。有些人可能这样想：“念阿弥陀佛的名号能往生极乐世界是不是也是别时意趣？很可能这是不了义的说法。”其实，这种想法是错误的。以前法王如意宝讲经的时候，嘎多堪布说：“往生西方极乐世界可能是不了义的说法，这应该属于别时意趣当中。”后来法王狠狠地批评，还讲了很多道理，因为念佛往生极乐世界并不是别时意趣当中的不了义法。前辈大德中，如竹庆仁波切和麦彭仁波切等，在这方面有很多教言，以前学《净土教言》的时候我也讲过这方面道理。所以大家千万不要认为，念佛往生是别时意趣，今生根本不能往生成佛——所有事情都用“不了义”来乱套的话，那就非常麻烦，所以大家一定要有区分的智慧。\n\n第四个是补特伽罗意乐意趣，比如说，有些人觉得世间当中布施最殊胜，他对布施有特别强烈的执著，针对这样的毛病，佛陀在有关经典中就说：布施是下等的，持戒更殊胜。有些人觉得唯一持戒最殊胜，其他善根都下劣，于是佛陀就在有关经典中或赞叹忍辱或赞叹精进。这些都是补特伽罗意乐意趣的不了义法。\n\n在阅读佛经论典的时候，尤其是显宗的经论，如果我们能把了不了义完全区分开来，那对经论学习就会有非常大的帮助。否则就会像现在的很多人一样，虽然大多数人研究经论的时间没有、兴趣也没有，但有时间、有兴趣的个别人却一直在云里雾里，根本不知道到底哪个是真的、哪个是假的，因为他们根本不具有这方面的辨别能力和智慧。以前我讲《大圆满心性休息大车疏》的时候，就多次要求大家对这一部分一定要弄清楚，如果没有懂得，那就会歪曲佛陀真正的教义，所以大家要给予足够的重视。\n",
      "source": "解义慧剑释/ 第9课：https://zhibeifw.com/vba/jyhjs---djk/",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "S",
      "term": "四种秘密",
      "description": "四种秘密是令入秘密、相秘密、对治秘密和转变秘密。首先讲令入秘密：通过方便宣说让不信上道上理的人趣入上道上理，这就叫令入秘密。比如佛陀在有些经典中说，色法等外境存在，其实，其用意是指显现分；如果直接从字面上理解色法存在，那就有观察无方微尘的正理等的妨害；佛陀这样宣说的必要，是为了让声闻乘者趣入大乘，因为一开始就讲从色法到一切智智之间的一切万法全部是大空性，他们就会因害怕而不接受。同样的道理，佛陀在有关经典中还讲补特伽罗我存在等。诸如此类的就叫令入秘密。\n\n相秘密：佛陀在相关经典中说万法唯识、自己是自己的怙主、安立三自性……其用意是指名言万法皆是心的幻变、依靠正知正念来守护自己是一切利乐的源泉，以及安立三法相的方式。当然，以大乘究竟了义的观点来衡量，万法唯心、自己是自己的怙主、安立三自性等说法都不成立，它们都有正理的妨害。其必要则为，让唯识宗的所化众生通过这种方式趣入佛法，然后逐渐趣入中观正道。这是相秘密。\n\n第三是对治秘密：有些人觉得释迦牟尼佛并不是很殊胜，因此佛陀在有关经典中说，我那时转成拘留孙佛。如果现在还有人觉得，释迦牟尼佛在五浊恶世成佛的缘故，他在所有的佛当中最低劣，那就可依这种方式来对治。或者，有人轻视正法，佛陀则说如果对恒河沙数佛陀恭敬承事供养，则生起大乘的证悟。诸如此类都叫对治秘密。\n\n最后是转变秘密：简单说，就是还有言外之意，比如《因缘品》云：“父母为所杀，国王二所净，境眷皆摧毁，彼人得清净。”表面上看父母应该杀掉，国王、婆罗门、沙门、眷属都应该摧毁，只有这样此人才能获得清净的果位。其实，“父母”是指行于轮回中的爱取；“国王”是指各种习气的所依或基础——阿赖耶；“二所净”是指婆罗门的坏聚见与沙门的戒禁取见；“境”是指内处及所取能取等八识聚；“皆摧毁”是指以上这些完全遣除；“彼人得清净”指可以成佛。意思是说，如果任何一个人能将爱、取、阿赖耶和八识聚等全部摧毁，那这个人将获得最高的解脱果位。所以大家一定要懂得这个秘密，不然你一看到“父母为所杀”，就提着刀把父母杀了，那就造了五无间罪。不但世间有言外之意的说法，佛陀为了度化某种根基的众生，也会用这种隐藏的方式来表达。表面上应该这样理解，其实也并不是这样，因为所谓的意义有外意、内意、密意、极秘密之意等诸多分类，所以我们一定要了达这种表达方式。",
      "source": "解义慧剑释/ 第9课：https://zhibeifw.com/vba/jyhjs---djk/",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "S",
      "term": "观音心咒",
      "description": "里面说嗡、玛、呢、巴、美、吽个字，分别能摧毁天界、非天、人界、旁生、饿鬼、地狱六道的种子，遣除身、口、意、烦恼障、所知障、习气障六种障碍，以及贪、嗔、痴、慢、嫉妒、吝啬六种烦恼，自然获得佛、法、僧、上师、空行、本尊的功德，还能消除四百零四种疾病。嗡玛呢巴美吽，实际上是五部佛的种子，它能摄持世间和出世间的一切功德……因此，依靠观音菩萨的咒语，任何众生都能获得解脱。\n\n嗡玛呢巴美吽可以加个“舍”字，无垢光尊者的教言里就有嗡玛呢巴美吽舍，所以嗡玛呢巴美吽是正确的，嗡玛呢巴美吽舍也是正确的。\n\n观音心咒的发音，藏地多康和拉萨的不尽相同，包括我家乡那边，有个老年人念“嗡麦拟巴美吽”，有个老年人念“嗡马儿呢巴美吽”，到底哪一个对呢？其实只要心诚，对观音菩萨有信心，发音不一定要统一。东北人、闽南人念嗡玛呢巴美吽时，发音肯定不相同，拉萨和四川的藏语也有很大差别，但只要自己有信心，功德应该没有什么两样。\n\n汉地有这样一个故事：从前有位老和尚在行脚途中，见到一座山上发红光，知道那里必定有修行人，于是上山一探究竟。结果发现了一位老婆婆。老婆婆告诉他，自己每日都念“嗡玛呢巴美牛”，数十年如一日。老和尚慈悲地说：“你念错了，应该是嗡玛呢巴美吽才对。”老婆婆一听，特别伤心，觉得十几年的修行全部报废了，心里特别懊丧，马上更正了过来。老和尚告别后到了山下，向山上一望，原来的红光已经没有了。他赶紧回去告诉老婆婆：“我刚刚是开玩笑的，你念的嗡玛呢巴美牛没有错。”老婆婆顿时展露出笑容，又改回她原来的念法，山上再度现出了红光。所以心清净的话，即使念错了也会有功德。我们念诵时应像玉琳国师所说：“凡念诵者，身要端肃不懈，口要念诵贯彻，意要注心不移。”身口意专注于所缘的对境，这样的功德非常大。",
      "source": "入行论讲记8  \\  观音心咒之功德  ：https://zhibeifw.com/vba/gyxzzgd/",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "G",
      "term": "",
      "description": "问：请问上师，观音心咒后面要加“舍”字吗？\n索达吉堪布 ：有无皆可",
      "source": "新浪佛学微访谈：如何减少生活中的烦恼与压力：https://zhibeifw.com/va/xlfxwftrhjsshzdfnyyl/",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "闻法四想（华严四想）",
      "description": "听法者于自己起病人想，法起药想，于传法上师起医王想，精进修持起疗病想。 ",
      "source": "《入行论》第2课",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "W",
      "term": "教法、证法",
      "description": "教法指语言文字、法本、念诵、 传承等等，证法是指这些教法的意义在我们相 续中存在。",
      "source": "《入行论》第3课",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "J",
      "term": "善说海",
      "description": "〖入行论释·善说海〗。“善说海”是注释的名称。 “善说”指完整无缺地宣讲大乘《入菩萨行论》的甚深意义，“海”指本论所引用的教证、理证相当丰富，犹如大海是一切宝藏的来源，而此处教法证法的来源就是这部论典，以比喻和意义相结合的方式，故取名为“善说海”。",
      "source": "《入行论》第3课",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "S",
      "term": "随福德分善根、随解脱分善根",
      "description": "在闻法的时候，行为和发心相当重要，尤其是发心，不管我们做任何一件事情，如果发心没有摆正，动机不纯，所作所为就无法成为解脱之因。在我们修持佛法的过程中，有些善根会成为解脱之因，叫做“随解脱分善根”;有些善根变成了人天福报之因，称为“随福德分善根”;还有一种，不但无法变成善业，反而成为恶趣之因，如《开启修心门扉》中所言:现在闻思修行、行持善法，目的若是为了即生的利益，虽然暂时可以 达成所愿，但下一世很有可能堕落恶趣。",
      "source": "《入行论》第3课",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "S",
      "term": "小乘、大乘",
      "description": "问：大小乘最根本的区别，就是看有没有菩提心；小乘阿罗汉没有菩提心，为什么他可以出离轮回？\n\n答：小乘阿罗汉虽然脱离轮回，但是按照佛经的解释，他们还没有得到最究竟的解脱。他得到阿罗汉果以后入灭尽定，然后还是要从定中出来、回入大乘，最后五道十地全部圆满之后才能获得佛果。所以，虽然他脱离了轮回，但是并没有获得佛陀那样的圆满的断证功德，因此他的解脱是不究竟的。\n我们若没有大乘菩提心，所谓的大乘佛果和菩萨果位是绝对得不到的。因此，我们要靠大乘的修法来修持菩提心，最后才能获得断证圆满的佛陀功德。\n\n问：他是不是没有菩提心呢？\n答：对，按照小乘自宗来讲，阿罗汉应该是没有菩提心的。",
      "source": "索达吉堪布演讲问答环节",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "X",
      "term": "实修",
      "description": "问：怎样才是实修呢？\n\n答：你认认真真地将所学到的法在相续当中不断串习，在实际行动当中不断修持，这就是实修。",
      "source": "索达吉堪布演讲",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "S",
      "term": "修行",
      "description": "布顿大师曾说：“在印度梵语中，串习和修行是一个意思，所谓的修行，就是把闻思的道理一直在心相续中串习。",
      "source": "《入行论》第6课",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "皈依",
      "description": "所谓皈依，简单来说，需要通过一定的仪式，自己决定从现在开始，投靠依止佛、法、僧三宝，遵循佛陀的教言去做。佛教中的皈依，并不是强迫性的，而是出于个人自愿。",
      "source": "索达吉堪布《苦才是人生》",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "G",
      "term": "",
      "description": "皈依就是找到一个可以帮助我们远离恐怖、提供庇护的依靠处\n\n皈依三宝一定要有信心，形象上的皈依没有任何意义。",
      "source": "入行论广解2 / 第二十五课：https://zhibeifw.com/vba/rxlgj2---deswk/\n\n法师辅导",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "戏论",
      "description": "万事万物全部是远离四边八戏的大空性，一点戏论都没有，即远离所有的语言分别与妄想执著。\n",
      "source": "解义慧剑释/ 第6课：https://zhibeifw.com/vba/jyhjs---dlk/",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "X",
      "term": "",
      "description": "“戏论”有时候叫做边执、执著，种种的分别念都叫戏论，戏论是分别心不住于本来无我或究竟的实相而往外攀求。比如执著“我”是一种戏论，执著“无我”也是一种戏论。",
      "source": "入行论第3课 法师辅导",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "四边戏论",
      "description": "四边戏论就是有边、无边、亦有亦无边、非有非无边\n\n实际上我们的分别心能够执取的也就是四边，离开四边的意思就是要我们息灭内心中的分别念。",
      "source": "入行论第3课 法师辅导",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "S",
      "term": "四边八戏",
      "description": "《中观总义》云：所破摄于四边：\n人我——有边；法我——有边、无边、亦有亦无边、非有非无边。胜义理论的所破可以无余归摄在四边当中。全知麦彭仁波切给 萨格西的辨论书 ——《开显真如论》中说：所谓 无有彼事者，即能了知无有名言的任何戏论，因为对于破立的名言,在这四者中含摄了安立一切破立的名言之相。何谓八戏？《中论》云：不生亦不灭，不常亦不断，不一亦不异，不来亦不去。 远离八边的次第是根据内道、外道、世间人的次第安立的。内道有实宗多执著生灭二边，故以不生不灭破除；外道多执常断二边，故以不常不断破除；世间人多执一异、来去四边，故以不一不异、不来不去破除。当然也可以根据其他方式安立。",
      "source": "《智悲论坛》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "班智达",
      "description": "“班智达”,在我们佛教界当中,是一种最高的荣誉，最了不起的智者",
      "source": "量理宝藏论释（上、下）  \\  Chapter 2 入论分支：https://zhibeifw.com/vba/llbzlsx---Chapter-2-rlfz/",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "term",
      "term": "",
      "description": "伟大的佛教大学者（Pandita）",
      "source": "《英汉 汉英 英英佛学词典》（菩提佛学院手机软件“佛学大辞典”）",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "三藏",
      "description": "经、律、论",
      "source": "入行论第4课 ",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "S",
      "term": "戒定慧",
      "description": "《经庄严论》中也有简别三藏的内容，把三藏和三学进行了归摄。经藏属于定学，论藏属于慧学，律藏属于戒学。从这个侧面可以了知：经藏的范畴可以从定学的角度去理解。定学主要指在内心当中产生殊胜的止观智慧，以及如何去实践的种种行为。",
      "source": "法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "J",
      "term": "尽所有智，如所有智",
      "description": "是佛的遍知智慧的两个侧面，尽所有智是从佛智的显现分，即从佛照见十方三世一切万法显现的角度，如所有智是从照见万法本体空性的角度来说的。",
      "source": "法师回复",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "J",
      "term": "三界：欲界、色界、无色界",
      "description": "1. 欲界：地狱、饿鬼、旁生、人类与天界。\n欲界依靠五欲妙产生极大的烦恼。色界和无色界众生不会对五欲妙很贪著，欲界众生见到悦意色法的时候，心想能不能得到？听到悦耳的声音时，内心希求多听一会儿。对于好吃的、好喝的、好玩的等等，什么都想要。所以，欲界众生对五种妙欲有特别强的烦恼，难以制止。\n对于欲界众生来讲，没有一点贪欲是不可能的，麦彭仁波切在《君规教言论》中说：欲界众生不可能无有贪欲，但是不要贪得无厌，一定要有限度。因为它们是增上不善业烦恼界的缘故。前面讲了，“界”是指种子、界性，就像珍宝山里有各种各样的珍宝一样，界具有种子和因的能力，因此叫做欲界。\n2. 色界：在功德与相貌、受用、财产、住所等方面远远胜过欲界，并且能够增上自地烦恼、色相善妙的界，因此称为色界。\n欲界上方有色界。色界天归纳起来包括在四静虑当中，总的来分有十七处，其中第一静虑、第二静虑、第三静虑各自分为三处，第四静虑分八处，前三处是凡夫地，后五处是圣者地，共有十七处。\n3.无色界：无色界并没有单独的其他处所，原因是获得无色界等持并且没有退失的补特伽罗，无论死于何处，立即在那里形成四名蕴而转生于无色界。\n无色界众生根据禅定的不同，转生为四种，其心相续依靠同分和命根来存在。",
      "source": "\n《俱舍精钥 3》第五十三课\nhttps://www.zhibeifw.com/vb/jsjy-3-00001/ （智悲佛网）",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "S",
      "term": "声闻、缘觉",
      "description": "通常所谓的四种圣者，即声闻、缘觉、菩萨、佛。其中，声闻是依靠善知识——佛传授的教言而修持获得成就的圣者，而缘觉又叫辟支佛、独觉，是在无佛出世的暗劫示现成道的圣者。\n按照《俱舍论》的观点，缘觉先前也要依止善知识听受解脱的教言，并发愿将来在佛不出世之时证道，然后他于一百个大劫中积累资粮，在即将成道的这一世，他来到尸陀林之类的地方，看到白骨便会思维其从何而来，于是发现白骨是从老死来的，接着一步步推上去，最后知道轮回的根本就是无明，就这样以逆式修行十二缘起，在一个坐垫上圆满五道所有功德，获得缘觉的果位。\n一般来讲，缘觉是在佛不出世的时候应世，但从佛经中的一些公案看，有时在佛的果法期也有缘觉出现。",
      "source": "上师讲记《现观庄严论释（上）》第19课：\nhttps://www.zhibeifw.com/book-section/dsjk-00034 （智悲佛网）\n\t",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "S",
      "term": "六度四摄",
      "description": "六度：布施、持戒、安忍、精进、静虑、智慧\n四摄：布施、爱语、利行、同事 \n四摄法是首先以布施摄受，其次通过爱语令其生信，再用利行传授正法，最后以同事的方式让这些众生像自己一样行持佛法。\n四摄，是大乘摄受和度化众生的一种最好的方便方法。有的人很想讲经说法，可他既不作布施，也不说爱语，更不懂利行、同事的善巧方便，这样一来，也就创造不出讲法的因缘；我们以后要度众生，首先自己必须具足四摄的功德，还要令他人随学这四种事，这实际上属于佛陀的事业。",
      "source": "•\t大乘经庄严论中第十七六度四摄品释 （https://www.zhibeifw.com/book-section/dsq-ldssp ）（智悲佛网）\n•\t法师辅导音频《六度四摄——菩萨圆满二利的殊胜方便》（https://www.zhibeifw.com/jx/jt/vcourse/2013nxbxlks ）（智悲佛网）\n•\t上师讲记《现观庄严论释（下））》第54课：https://www.zhibeifw.com/book-section/dwssk-00011 （智悲佛网）",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "有学道、无学道",
      "description": "大乘三圣道：见道、修道、无学道。\n见道与修道是圣者有学道，此道菩萨精进修持并断除见修所断；无学道是无与伦比、究竟唯一之地。彼等地中的总持、等持等心智之境的一切深法，即是此处所说的法宝。此外，所谓的无学道为法、助缘为僧众、本师为佛陀是从不同方面而言的，此可包括相同、不同究竟暂时的一切三宝。",
      "source": "•\t《现观庄严论释》https://www.zhibeifw.com/vb/xgzyls-00003/ （智悲佛网）\n•\t上师讲记《心性休息大车疏（上）》：https://www.zhibeifw.com/book-section/dlp-g-y （智悲佛网）",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "菩萨五道十地断障道  ",
      "description": "见文档“《入行论》第29课名词解释名词解释”",
      "source": "",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "基道果",
      "description": "所谓的所缘、道和果，也就是经常所说的基道果",
      "source": "俱舍精钥 1  \\  第七课：https://zhibeifw.com/vba/jsjy---dqk/",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "基：\n指的是万法的基础，万法的现基，它本来的实相。为什么会有万法，因为有这个基础，有万法显现背后的那个实相、真相。不管你有没有证悟，它本来就在那里，称为“基”。\n\n道：\n凡夫人有无明，需要修行，叫作修道；或者要去往某个地方，这是条道路，所以经常把佛法的修行比喻为一条道路。\n\n我们虽然通达了万法的本基，但是还没有完全证悟，还有很多障碍没有消除，我们需要通过修行来让自己进步。所以修行是一种修道的过程，称为叫“道”。\n\n果：\n我们通过修行达到终点，到达究竟果位，比方说获得成佛，佛果就称为叫“果”。\n\n也就是说众生恒时处于没有离开万法本基的状态，但是因为有无明的缘故，我们需要修道，通过修道到达究竟，获得果位。这个果位与基不是完全脱离的，让本基如来藏完全显露出来的状态，就是究竟的佛果",
      "source": "中观系列讲座（八）结语：清净圆满，http://www.iwantech.org/archives/945",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "五部大论",
      "description": "戒律、俱舍、中观、因明、《现观庄严论》",
      "source": "入行论 第5课 ",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "法身、报身和化身",
      "description": "法身是具足圆满无量无漏功德的法界，也是佛的智慧；报身是十地菩萨所见的金刚萨埵等五部佛；化身为释迦牟尼等三世十方佛陀。\n",
      "source": "《慧灯之光》第二册《大圆满龙钦心髓内加行修法》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "佛陀具有三身即法身、报身和化身，按照《经庄严论》和很多经论的讲法，法身是指佛陀自己受用的、种种离戏的本体智慧；报身是在登地以上菩萨面前显现的报身自性；化身是在一般的声闻缘觉、凡夫、外道等面前所显现的一种形象，比如释迦牟尼佛在南瞻部洲印度金刚座示现成佛，度化了很多声闻缘觉、凡夫和外道。",
      "source": "入行论第3课 法师辅导",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "法身",
      "description": "法身指佛法\n\n法身有 两种分类：证法法身、教法法身",
      "source": "入行论 第5课 ",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "俱生烦恼障、遍计烦恼障",
      "description": "凡夫人相续中充满烦恼障，不但有俱生的烦恼障，还有遍计的烦恼障。由俱生的我执产生了烦恼障，又通过学习外道的观念产生了遍计烦恼障，众生的相续充满了污秽，无法称之为庄严，佛陀已经断除了烦恼障,所以可称为庄严。\n断除烦恼障可以从两个层次来理解：第一个层次是指小乘的修行者到阿罗汉果位的时候，相续中的烦恼障及其种子已经彻底灭尽了；第二个层次是从大乘菩萨角度看，修行达到七地菩萨末尾到八地时，烦恼障种子也会彻底灭尽；到佛地的时候，不但烦恼障的种子灭尽，连烦恼障的习气也完全断尽了。",
      "source": "入行论第5课 法师辅导",
      "notes": "圆善",
      "F": ""
    },
    {
      "index": "",
      "term": "所知障、烦恼障",
      "description": "凡是有执著都属于所知障",
      "source": "俱舍精钥 5  \\  第一百一十六课：https://zhibeifw.com/vba/jsjy---dybyslk/  ",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "二障之“因”：佛于《楞伽经》中说，以我执产生的执著为烦恼障，以三轮法执产生的分别心及习气为所知障。",
      "source": "入行论讲记9  \\  第一百六十五课 ：https://zhibeifw.com/vba/rxlgj9---dyblswk/",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "对解脱直接构成障碍的，是烦恼障；对成佛直接构成障碍的，是所知障。",
      "source": "入行论第152课（p216)",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "佛、法、僧",
      "description": "从不太严格的角度而言，四个比丘以上都可以称为僧宝，也可以称为僧团，这是凡夫的标准。如果按照大乘的标准，真正的僧宝应该指菩萨，所以圣者菩萨以上称为真正的僧宝。在凡夫的修行团体中，四位比丘、比丘尼以上都可以称为僧宝，沙弥等都可以叫做大僧众、小僧众，有时居士的团体也可以叫做僧团、小僧众，《心性休息大车疏》是这样讲的。皈依三宝中的圣僧宝时，真正的僧宝应该是指初地以上的菩萨。",
      "source": "入行论第5课 法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "我慢",
      "description": "我慢是我见的一种现行烦恼执著，如认为自己具有权势、种姓高贵等而生起执著，按《俱舍论》的观点，我见与我慢是不同的心所法，二者有所差别。\n\n譬如说，一位演员扮演国王，正在表演时，他认为：“啊，我是大国王，这一切土地、臣民都是我的……”然后生起骄傲，这种骄傲无疑不合理，因为这一切都是暂时而虚假的现象，他现在演国王，下一场也许会演一个奴仆，而不可能长期固定演一个角色。同样，在六道轮回的“戏剧”中，每一个众生演员都在随业力导演的安排而变换着角色，有时候演国王，有时候在演昆虫，如果因暂时扮演国王而生骄傲，这种我慢肯定是愚痴之举。月称菩萨说：“权财等圆满，皆由德所生，故世随业转，智者勿起慢。”有智者应如是了知，一切世间圆满皆随往昔之福德因缘而生，故不应对暂时的权势等盛事生起我慢执著。",
      "source": "四百论广释  \\  第四品 明破我执方便品：https://zhibeifw.com/vba/zgsblgs---dsp-mpwzfbp/ ",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "习气",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "退转",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "观察修、安住修",
      "description": "",
      "source": "入行论 第5课 ",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "烦恼",
      "description": "“能令心烦，能作恼故，明为烦恼。”",
      "source": "《大智度论》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "三轮体空",
      "description": "三轮体空，简单地说，就是无论作恶、行善，都是依缘而起，是主要、次要的种种条件具足后显现的象，这其中没有独立、恒一存在的施者、受者及行为，一切都是现而无自性的。然而，尽管没有可执持的实质，现象却不会随心所欲地出现或隐没，象的显现遵循着因果的规律，丝毫不会错乱，所以了解“空”的道理后，还要谨慎地取舍因果，断恶行善。",
      "source": "希阿荣博堪布",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "有漏、无漏",
      "description": "恶当然是六道轮回的因，但善也是流转之因，因为此善是有漏善。有漏善是指没有开悟的人所做的善业，它虽然可以让人投生到人天善趣，但仍在轮回中，故叫有漏。所以，有漏的善和恶都是流转轮回的因①。\n\n",
      "source": "——该教言选自：《慧灯之光》第二册《加行的修法-因果不虚》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "法相",
      "description": "1. 诸法显现于外之相状。\n2. 指教义上之分齐、区别、纲要。",
      "source": "《佛学常见词汇》陈义孝编",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "事宜",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "暇满",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "菩提",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "善逝",
      "description": "",
      "source": "入行论 第5课 ",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "悉地",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "我执",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "学处",
      "description": "指菩萨戒的每一条戒律。\n别解脱戒的戒律叫做“律仪”，菩萨戒的戒律叫做“学处”，密乘戒的戒律叫做“誓言”，虽然提法各不相同，但实际上都是戒律的意思。",
      "source": "入行论 第16课 ",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "八关斋戒",
      "description": "",
      "source": "菩提洲手机软件",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "别解脱戒",
      "description": "别解脱戒的本体是以出离心的意乐所引发、断除一切害他之事的严禁恶行戒、欲界所摄的一种戒律，因为是出离心所生而遣除了外道的戒律；因断害他而遣除了中间律仪；因为欲界所摄而遣除了禅定与无漏的戒律。\n",
      "source": "1. 戒律辑要  \\  第二品　别解脱戒： https://zhibeifw.com/vba/jljy---dep-bjtj",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "前译宁玛巴的《普集续》当中，对三种戒律是这样分的：自利是别解脱戒，因为小乘希求自己获得成就；利他是菩萨戒；大利他是密乘戒，为什么成为大利他呢？因为密宗依靠息增怀诛四事业，瞬间可以利益广大有情，具有不可思议的方便。\n\n这三种戒律，只是反体不同而已，别解脱戒和菩萨戒下二戒，实际全部包括在密宗大圆满当中，如大海一般的续部所宣说的意义，在这里简单明了地作了宣说。本论并非主要宣讲菩萨戒和别解脱戒。前面标题中说“大圆满支分三戒”，说支分的原因也是如此。\n\n总的来说，三戒的术语，在别解脱戒时安立为戒定慧三学，戒为别解脱戒，定是菩萨戒，慧为密乘戒；菩萨戒时，分别安立为严禁恶行戒、摄集善法戒、饶益有情戒；密乘当中，则分别安立为身、语、意三种誓言。其他新译派的说法虽然比较多，但此处主要按照前译宁玛巴续部的根本《普集续》来宣说。《普集续》云：“仅为自利欲获得寂乐果位为别解脱戒。”",
      "source": "1. 三戒要解（上）  \\  第六课： https://zhibeifw.com/vba/sjyj---dlk/  ",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "三苦",
      "description": "1、苦苦（苦加上苦，前面的痛苦还未烟消云散，后面的打击又接踵而来，可谓一波未平，一波又起）\n\t\n2、坏苦（变苦：人们现在所拥有的片刻快乐，可谓瞬息万变，转眼就会变成痛苦）。\n\n\t有一个得抑郁症20多年的人，多年来她的身体、心情都不好，后来她发现她的丈夫有外遇，就更加地痛苦；但是不久她中了一个彩票，得了两千两百多万美金。原来她是苦上加苦，非常痛苦的，得奖后变成了很开心。她买了很好的房子，又将自己的两个孩子送到特别好的私立学校，这个时候，她感觉到了一种很快乐的生活；但是不久，她的抑郁症又复发了。在这个案例当中，发现了苦苦，也发现了变苦。\n\n3、行苦：我们今天享受的生活、快乐，背后有着许许多多的痛苦。\n\t\n\t比如说一个人享受美食，吃肉，而实际上这个肉的背后，是这个众生失去了生命，这也是一种行苦。或者说我今天吃肉，觉得很不错的，但你不知道，从医学角度讲，不管是什么众生的肉，鱼类也好、鸟类也好，还有其他众生的肉，其实是很容易引发癌症的。",
      "source": "2020基础班第1课ppt; 《大圆满前行》；慈诚罗珠堪布",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "四对治力",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "八吉祥",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "定业、不定业",
      "description": "即定业与不定业。谓善、恶之业所招感之果报有定与不定之别。分为招感结果之定与不定、招感结果之时的定与不定、时与果之定与不定等三种。\n\n(一)果之定与不定。据瑜伽师地论卷九以下、俱舍论卷十五等载，决定受异熟果之业为定业，受果不定之业为不定业。其间有轻、重之分，由三因缘而成者为重业，即：(1)由意乐而成者，谓造业之动机为强烈之烦恼；或以善心深思惟者，其业必重。(2)由加行而成者，谓行为无间断而郑重造作者，是为重业。(3)由功德田而成者，谓造业之对象为有恩之父母、有功德之佛法僧等，此必为重业。具有上记三因缘之任一种业，必属重业、定业，否则即为轻业、不定业。\n\n　(二)时之定与不定。据瑜伽师地论卷九以下、阿毗达磨集论卷四、成实论卷八、俱舍论卷十五、大乘义章卷七等载，时之定者有三种，称三时业、三时报业或三报业，即：(1)顺现法受业，略称顺现业。乃现在世作业，现在世引生果报。如入慈无量心定、四静虑或灭尽定者，由其功德出定时，于身具备无量功德。或对以佛为上首之僧众作善恶业，或以猛利之意乐方便作善恶业者即是。(2)顺生受业，又作顺次生受业，略作顺生业。即此生所作业于次生招感果报，如五无间业于次无间之生受果。(3)顺后受业，又作顺后次受业、顺后业。指此生所作之业于次生以后感果。\n\n　(三)时与果之定与不定。依瑜伽师地论卷六十载，业有四种，即：(1)异熟定，谓受果已定而时不定。(2)时分定，谓受果之时已定，而所受之果不定。(3)俱定，谓受果、受时皆定。(4)俱不定，谓受果、受时皆不定。唯识论了义灯卷五，以俱定为定业，其他三者为不定业。\n\n　俱舍论卷十五就定与不定业列举四业、五业、八业等三说：(一)四业，包括顺现业、顺生业、顺后业、不定业。(二)五业，除四业之前三业外，不定业又分异熟定时不定、异熟不定时不定二种，合为五业。(三)八业，谓顺现、顺生、顺后等三业各分为时果俱定与时定果不定二项，成为六业，再分不定业为时不定果定、时果俱不定等二业，合为八业。\n\n　阿毗达磨集论卷四列有三种决定受业，即：作业决定、受异熟决定、分位决定等。依阿毗达磨杂集论卷七之阐释：(一)业决定，谓由于宿业力，在此生中必定会造作某种业。(二)受异熟决定，谓必受之果已决定。(三)分位决定，谓顺现、顺生、顺后等受果之受时已定。［显扬圣教论卷十九、百法问答钞卷三］",
      "source": "佛学辞典",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "增上生、决定胜",
      "description": "",
      "source": "入行论 第7课 ",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "自性罪、佛制罪",
      "description": "自性罪是指不论是否受戒，有些行为造作之后就会成为罪业，比如杀生、偷盗等。佛制罪是指佛陀将某些行为界定为一种罪业，其中一部分也属于自性罪，比如说杀人首先是自性罪，同时佛陀规定不可做，所以也属于佛制罪，违犯佛制罪还有违背佛陀教言的罪过。",
      "source": "入行论 28课 法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "教证、理证",
      "description": "",
      "source": "《入行论》12课",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "普贤云供",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "阿阇黎",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "戒胜者",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "非理作意",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "以理妨害",
      "description": "“比如说‘火不是热性’，这一点不管是从现量（眼、耳、鼻、舌、身明显感知）、比量（推理）哪方面观察，都有理证的妨害，但如果说‘火在名言中是热性的’，那就没有以理妨害了。所以，根据理论无法成立的就叫做‘以理妨害’”",
      "source": "《入行论》16课",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "本体",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "心王",
      "description": "若有人问：那么，心与心所是一体还是异体呢？是异体，以自力见到事物的本体为心；以自力见到事物的差别为心所。",
      "source": "第一品 分别界  俱舍论释\nhttps://bsalib.com/reading/1862cca690594f2e&704698c57a114ca4",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "心所",
      "description": "若问：菩提心的本体是什么呢？菩提心的本体需要具足两个条件，一是对无量众生生起悦意的慈心以及不忍众生痛苦的悲心，二是唯一为利益他众而以智慧缘圆满菩提欲求获得佛果。也就是以智慧方便双运的愿行心所摄六度本体的特殊发心，断除利他之障碍以及自己圆满菩提之违缘三门罪业的相续心，这才是真正的菩提心。\n\n《现观庄严论》云：“发心为利他，求正等菩提。”这是法尊法师翻译的译本。实际从藏文来看，其中应该有“欲求”两个字，可能直接翻译出来还是有点困难。解脱部与狮子贤论师认为：菩萨戒的本体是心王，也就是意识。无著兄弟则认为是心所。学过《俱舍论》的道友，对心王和心所应该非常精通，对这些不同的观点，大家应该记住。无著菩萨在《菩萨地论》中云：“菩萨殊胜愿即是发心。”这证明他承认菩萨戒的本体是欲乐。世亲论师在《经庄严论释》中说：“缘二利之思乃发心。”很显然，世亲论师认为菩萨戒的本体是思。思和欲求，一个属于动摇性，一个属于希求性，它们本体有一点差别，但都属于心所。全知大法王无垢光尊者在《七宝藏》的《如意宝藏论》，以及《大圆满心性休息大车疏》中说：心和心所就像太阳升起时光芒自然而然出现一样，所谓的发心，应具有心和心所。按照《俱舍论》的观点，心和心所是相应生，有心所不可能没有心王，心王也不可能离开心所单独出现。我非常喜欢无垢光尊者的说法。虽然无著兄弟以及狮子贤等在印度是非常了不起的大德，他们可能有一定的密意，但按照无垢光尊者的观点，不管发心的本体是思还是欲求，只要产生想要利益一切众生的发心，心所自然产生，因而发心既是心王也是心所。",
      "source": "第二品 分别根 俱舍论讲记\nhttps://bsalib.com/reading/5fb4d6b736774efd\n\n三戒要解（上）讲解：\nhttps://bsalib.com/reading/627a73e294bf4aaf\n\n第一品 分别界  俱舍论讲记\n",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "慢",
      "description": "慢是如何分类的呢？慢可分为七种，即傲慢、过慢、慢过慢、我慢、增上慢、卑慢、邪慢七种。前三种慢主要从对境来讲，傲慢是针对下等之人，自己认为比他超胜；过慢的对境是与自己同等之人，自认为已经远远超胜此人；慢过慢的对境是超胜自己者，虽然对方非常优秀，自己却认为已经胜过他。我慢，认为近取蕴为我，也即坏聚见，但坏聚见是从见的角度讲，它具有一种断定性，我慢则是从非见的角度讲的，因此见与非见也可以通过是否具有断定性来区分。增上慢是指本来没有神通却认为自己有神通，并未证悟大圆满却认为已经证悟。卑慢，与更加优秀的人相比虽然稍微差一点，但自己还是很了不起的。邪慢，如外道徒将本是过患的杀生等认为是功德。《大乘阿毗达磨》以及中观对此七慢的解释也完全相同。",
      "source": "https://bsalib.com/reading/66d5d2f69fab46ca",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "见、修、行、果",
      "description": "【为悉净除法界无为法，如来藏所积之暂时尘】：众生本具的如来藏与法界无二无别，它就像虚空一样，虽然暂时为烦恼障、所知障的云雾障蔽，但本体从来没有被染污过。\n\n若想净除如来藏上的暂时垢染，必须依靠以下方法：\n\n1）修【资粮加行见及修四道，修习菩提三十七道品】：在四道当中修三十七道品，即资粮道修四念住、四正断、四神足，加行道修五根、五力，见道时修七觉支，修道中修八正道支。\n\n2）见【清净见解一十六空性】：见解清净为十六空性。《般若经》云：“复次善现，菩萨摩诃萨大乘相者，谓内空、外空、内外空、空空、大空、胜义空、有为空、无为空、毕竟空、无际空、散无散空、本性空、自共相空、一切法空、不可得空、无性空、自性空、无性自性空。”当然，十六空可以包括在四空里面，故“万法皆空”是大乘的见解。\n\n3）行【行为无垢圆满诸六度】：行为是无有垢染地圆满六度——布施、持戒、忍辱、精进、禅定、智慧。\n\n4）果【证悟补特伽罗法我无】：果位是证悟人无我、法无我两种空性。",
      "source": "https://bsalib.com/reading/a6b20befabf84cd0",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "菩提心分类",
      "description": "发殊胜菩提心包括本体、分类、发心方法三个部分。\n\n其一、菩提心的本体：具备两个条件或两层含义就是发菩提心的本体，正如补处弥勒菩萨所说：“发心为利他，求正等菩提。”第一个条件或第一层含义就是心想：一切有情远离苦因及苦果，以悲心缘众生。后一个条件或后一层含义就是心想：一切有情远离苦因及苦果而获得珍贵的圆满佛果，这是以智慧缘正等菩提。具全这两个条件，必须具备既不杂有只想到众生离苦而没有想到获得佛果的一般悲心，也不杂有没有缘众生痛苦而只是想到要获证佛果的慈心这两个条件或两层含义。\n\n其二、菩提心的分类：依靠心力的差异有三类，这三类在以悲心缘众生的条件上没有差别，而是在后一个条件（以智慧缘佛果）上安立的，一是希求我先成佛，这是大希求或者如国王之发心；二是希求我与众生同时成佛，我不先成佛不把众生遗留在后一起成就佛果，即是如舟子或妙智慧之发心；三是我从无始以来一直在作意自利、牟取自利停滞不前，导致漂泊至今，如果仍旧牟取自利，那必然无有尽头地漂泊下去。所以现在不管我何去何从，先要将一切有情安置在圆满佛位，我不管获不获得佛果都可以，以珍宝菩提心降伏作意自私自利的这个妖魔鬼怪而希望其余众生获得佛果，这是无喻之发心或如牧童之发心。所有的比喻都简明易懂。如此一来，下根者在三十三大阿僧祇劫证得佛果，中根者历经七大阿僧祇劫证得佛果，上根者历经三大阿僧祇劫证得佛果。",
      "source": "https://bsalib.com/reading/9fe05109e9b545c2",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "菩提心本体",
      "description": "那什么是菩提心呢？弥勒菩萨在《现观庄严论》中解释道：“发心为利他，求正等菩提。”菩提心就是希望所有众生都远离世间的一切痛苦，最终获得无上正等觉佛果的发心。佛果就是觉悟，指的是能够在刹那间了知一切万法，发菩提心就是希望所有众生都能获得这样的觉悟。",
      "source": "https://bsalib.com/reading/7f677a22156f4ddb",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "五浊恶世",
      "description": "所谓的“五浊”，指时劫浊、寿命浊、见解浊、众生浊、烦恼浊。比如，“时劫浊”指疾病、天灾、战争等各种灾难频频发生。“寿命浊”指人的寿命短促，以前佛陀在世时，人应该能活一百岁，但现在大多只活到六七十岁。“见解浊”指人们对真理不感兴趣，反而喜欢有损身心的邪知邪见。\n\n何为五浊恶世呢？\n\n　　1、时劫浊：指时代遭逢恶运，灾难频生。就拿财富而言，一会儿是世界经济危机，一会儿是金融风暴，每天不是“刮狂风”，就是“下暴雨”，人们犹如水泡般的财富极不稳定，今天富可敌国，明天就可能一贫如洗。\n\n　　2、众生浊：指众生资质低劣，福报日减，苦多乐少。佛陀时代或在此之前，人们的身高、体力都非常殊妙，而现在，一年比一年不行了。有些道友以往在学院过冬，没有任何问题，可如今走几步路就喘得厉害，冬天一到就忙不迭地要下山，这也说明越来越浊世了。\n\n　　3、寿命浊：指众生因恶业受报，寿命短促。佛陀在世时，人寿百岁并不稀奇，而今若有人活一百岁，好多新闻记者就扛着照相机、摄像机，“嚓嚓嚓”地使劲拍，觉得这是一个怪物。人们活到五六十岁，就认为自己该“圆寂”了，赶紧要做好准备。昔日人寿可达二万岁、八万岁，但好景不长，现在已成了寿命浊。\n\n　　4、见解浊：指出家人善心越来越失坏。在过去，出家人自觉护持戒律，始终不离戒定慧三学。而现今，诚如佛在《像法决疑经》 中言：“我灭度已千年后，恶法渐兴。”经中还说，譬如有些出家人没有参禅，反而自称禅定功夫不错，在众人面前宣扬；有些不解佛意，却执己所见宣说十二部经，还认为讲得很精彩；有些不修道德，专求财物，整日忙于做生意等，致使俗人皆轻贱三宝……这些都属于见解浊。\n\n　　5、烦恼浊：指在家人行持善法日渐退失。（当然，见解浊与烦恼浊，还有不同解释方法，但此处暂以出家和在家进行区分、讲解。）\n\n　　（摘自《前行广释·第二十节课》   作者：索达吉堪布）",
      "source": "索达吉堪布普林斯顿大学演讲",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "五蕴",
      "description": "依照产生烦恼的次第来说，无始以来众生由于喜色而首先看色，由色的美与丑而产生乐受与苦受，从苦乐的感受中产生颠倒想，由想中产生贪嗔行，之后生起烦恼识。对人们来说，产生烦恼的次第也不相同。怎么不同呢？从无始以来，人们对色蕴特别执著，很容易因其生起烦恼，所以先讲了色蕴；见到悦意或者不悦意的外境色法以后，会产生乐受和苦受；从乐和苦中产生颠倒想：“这是常有的”、“这是清净的”等等；颠倒想出现以后直接行动；之后出现了贪嗔方面的识蕴。整个五蕴在一个执著的过程中，全部已经圆满。",
      "source": "https://bsalib.com/reading/b5044d439c1c4af5",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "非人",
      "description": "对于人而谓天龙八部及夜叉，恶鬼之冥众，总为非人。",
      "source": "佛学大辞典",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "天龙八部",
      "description": "　（术语）天龙为八部众中之二众，八部之中以此为上首，故标举曰天龙八部。八部者：一天、二龙、三夜叉、四乾闼婆、五阿修罗、六迦楼罗、七紧那罗、八摩睺迦也。法华经提婆品曰：‘天龙八部人与非人，皆遥见被龙女成佛。’",
      "source": "佛学大辞典",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "大手印",
      "description": "藏传佛教最高的密法——大圆满和大手印\n",
      "source": "https://bsalib.com/reading/463e6d8c54d64a2f",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "掉举",
      "description": "外境纷扰，身心动摇，不能摄伏",
      "source": "佛学辞典（手机软件）",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "掉举就是我们的心不安住，想来想去：想外面的事情、外面的景色、外面的人，想自己要做的事情、想饮食等等。掉举就是我们的心胡思乱想，往外驰求的这种状态。\n“举”就是高举的意思，它不是低沉而是高举。“掉”是掉来掉去，就好像我们手上拿着东西，把东西拿来拿去一样。掉举就是我们的心识不安分，没办法安住，而且是高举、外散的一种状态。",
      "source": "入行论152课法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "有漏法，无漏法",
      "description": "《现观庄严论》的注释里说，具有三轮执著的法称为有漏法，无有三轮执著的法称为无漏法。",
      "source": "俱舍论讲解005\nhttps://bsalib.com/reading/089cc46064714982",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "三解脱门",
      "description": "三解脱门是证悟空性的三种智慧，即体空性、因无相、果无愿",
      "source": "现观庄严论讲解16\nhttps://bsalib.com/reading/88b9540c5d9c46e0",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "福田",
      "description": "另外，如果所造的业是缘殊胜的对境——福田，那么很有可能即生就出现果报。\n\n福田有三种：敬田、悲田、恩田。\n\n敬田，是需要恭敬的对境，如诸佛菩萨、上师；悲田，是所谓的弱势群体，比如病人、旅途劳顿的人；恩田，是对自己有恩德的对境，如父母、老师。如果缘这三类对境行持善法，比如供养、承侍、帮助等，那么很快就会现前善报。",
      "source": "人生与人心-演讲-西安电子科技大学：https://bsalib.com/reading/88738cbd31424c39",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "十度",
      "description": "米拉日巴尊者阐释十度\n六度展开，就是十度。对于这十度，米拉日巴尊者曾解释说：\n\n“断除我执外，无余布施度。”在断除我执以外，再没有其他的布施度，因为断了我执以后，就没有不能施舍的东西。\n\n“断除狡诈外，无余持戒度。”在断除狡诈以外，再没有其他的持戒度。其实之所以不能持戒，就是因为有狡诈覆藏的心，有非理作意，以及由此导致的不如法行为。\n\n“不畏深义外，无余安忍度。”除了不畏惧甚深空性之义以外，再没有其他的安忍度。\n\n“不离修行外，无余精进度。”若能行住坐卧一切威仪皆住于修行状态，就是精进度，除此以外，再没有别的精进度。这种修行，对像米拉日巴尊者这样的上等修行人而言，当然做得到，洞内洞外，自在一如。但对一般人来说，也许禅坐时还行，出定以后就不好说了，说不定会跟人吵架、行非法之事。\n\n“安住本性外，无余静虑度。”除了安住于如如不动的境界中以外，再没有其他的静虑度。\n\n“证悟实相外，无余智慧度。”除了证悟一切万法的实相以外，再没有其他的智慧度。\n\n“所做如法外，无余方便度。”除了行事如法以外，再没有其他的方便度。\n\n“摧伏四魔外，无其余力度。”除了摧毁烦恼魔、天魔、死主魔、色蕴魔以外，没有其他的大力度。\n\n“成办二利外，无其余愿度。”除了成办自他二利以外，没有其他的大愿度。\n\n“知惑自过外，无其余智度。”除了了知烦恼的过患以外，没有其他的大智度。",
      "source": "大圆满前行讲解112: https://www.bsalib.com/reading/fa3fa25d891b4c76",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "智慧",
      "description": "第九品当中所讲的智慧，主要是将相应于一切万法究竟实相的空性安立为智慧",
      "source": "《入行论》法师辅导159课",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "明白一切事相叫做智；了解一切事理叫做慧。",
      "source": "《佛学大辞典》",
      "notes": "圆航",
      "F": ""
    },
    {
      "index": "",
      "term": "空性",
      "description": "依空而显的实性，即真如的别名。",
      "source": "《佛学大辞典》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "自性空 – 自性不存在，不存在独立自主的本性。",
      "source": "《中观系列讲座（二）》 基础 · 我与无我",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "开悟",
      "description": "开悟实际上是对一切万法断除执著，这才是一定的证相。",
      "source": "《入行论》第154课讲记",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "什么叫做涅槃呢？解脱就是涅槃。从大乘佛法的角度来说，法、报、化三身，五智，就叫做解脱涅槃。\n\n寂静是什么意思呢？解脱之后，就再也没有前面所讲的三种痛苦，包括三种痛苦的种子和名字都不存在。这种清净永恒的快乐，就是寂静。当然，这种快乐并不是世间人所说的快乐，只是由于没有任何有漏的痛苦，所以称之为“快乐”。因为很清净，因而称之为“寂静”。\n",
      "source": "——该教言选自：《慧灯之光》第四册《四法印的见解与修法（三）》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "涅槃",
      "description": "",
      "source": "《入行论》第156课讲记",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "真如",
      "description": "",
      "source": "《入行论》第156课讲记",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "自生、他生、无因生",
      "description": "",
      "source": "《入行论》第156课讲记",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "萨迦耶见",
      "description": "",
      "source": "《入行论》第156课讲记",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "同等理",
      "description": "",
      "source": "《入行论》第156课讲记",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "有实宗",
      "description": "",
      "source": "《入行论》第156课讲记",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "石女",
      "description": "",
      "source": "《入行论》第156课讲记",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "有部宗、经部宗",
      "description": "有部宗承认",
      "source": "《入行论》第153课讲记",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "唯识宗",
      "description": "依唯识论，明万法唯识之理，故名唯识宗，因此宗乃究明万法性相之宗，故又名法相宗。为我国大乘八宗之一，此宗学统，传自印度的瑜伽行学派。",
      "source": "《佛学大辞典》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "我们要破唯识宗的观点，必须要介绍一下唯识宗。首先我们要知道唯识的来源、出处。唯识宗的出处是佛经，首先是佛陀在诸多经典当中，讲了唯识的观点。但是，那个时候还没有唯识宗，就像佛陀在《般若经》当中讲了空性，但是那个时候还没有中观宗。佛陀在经典当中，首先讲了唯识的观点，像《楞伽经》《密严经》等，讲了很多唯识的观点。\n后来，弥勒菩萨在《弥勒五论》当中讲了唯识的观点，这个时候还没有唯识宗。然后，弥勒菩萨把《弥勒五论》，这种唯识的观点传给了无著菩萨。无著菩萨在鸡足山修苦行十二年，见到弥勒菩萨之后，被带到兜率天，用一个午时的时间，给无著菩萨讲《弥勒五论》，在兜率天停留一个午时，他回来之后已经过了五十三年，这是传记当中讲到的。\n无著菩萨回到人间之后，传讲唯识，这时候有了唯识宗。所以唯识宗的创始者是无著菩萨，就像中观宗的创始者是龙树菩萨一样。佛陀讲了中观，但是没有安立中观宗，然后龙树菩萨发现了《般若经》当中空性的甚深含义，就开始着重宣讲中观的思想，那个时候就开始有了中观宗。",
      "source": "《入行论》第156课法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "它的主要思想，就是“三界唯心，万法唯识”。最显著的就是唯识无境，只有心识是存在的，外境不存在。",
      "source": "《入行论》第156课法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "真相唯识",
      "description": "认为外境不存在，与心无二无别",
      "source": "《入行论》第156课讲记",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "假相唯识",
      "description": "认为外境既不是心，也不是心外的东西，而是像毛发一般现而无实",
      "source": "《入行论》第156课讲记",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "显宗",
      "description": "显教之宗旨。",
      "source": "佛学大辞典",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "密宗",
      "description": "　（流派）即密教，亦称真言宗。此宗以毗卢遮那成佛经，金刚顶经等为依。立十住心，统摄诸教，建立曼荼罗，三密身、口、意、相应，即凡成圣。其不思议力用，惟佛能知，非因位所能测度，故曰密宗。",
      "source": "佛学大辞典",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "世间瑜伽士、世间平凡士",
      "description": "《入行论讲记》云：“诸多论典中说，具有寂止和胜观功德的人，就叫世间瑜伽士；不具止观功德的人，叫做世间平凡士。还有一种说法是，通过闻思修习，证悟无我境界的人，叫世间瑜伽士；没有闻思修行，未证悟无我境界的人，叫做世间平凡士。”",
      "source": "《智悲论坛》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "补特伽罗",
      "description": "梵语，又作富特伽罗、弗伽罗、福伽罗。译为人、众生、数取趣、众数者。指轮回转生之主体而言。数取趣，意为数度往返五趣轮回者。乃外道十六知见之一。即‘我’之异名。或单指人之意而言。佛教主张无我说，故不承认有生死主体之真实补特伽罗（胜义之补特伽罗），但为解说权便之故，而将人假名为补特伽罗（世俗之补特伽罗）。",
      "source": "《佛学大辞典》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "无分微尘、无分刹那",
      "description": "无分就是没有方分，即物质分析到不可再分的程度，微尘就是最小的元素单位。无分刹那，就是时间上分到不可再分程度的最小时间单位。小乘认为极微是构成世界的终极因素。 ",
      "source": "《土观宗派源流》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "现空双运",
      "description": "双运：一体、无二、双融、一味、无偏。现空双运：《定解宝灯论新月释》说：“ 现空双运有两种： 一是菩萨出定时所见世俗缘起与空性的双运，这是暂时的现空双运；另一种是诸佛菩萨入定时所见无生空性与大光明的双运，这是究竟的现空双运。” 其中，菩萨出定时所见的世俗缘起与空性的双运切合的是后得二谛理的实相，入定时所见的无生空性与大光明的双运即是中观应成派以圣者入定无分别智慧为正量时所抉择的真实胜义的境界。",
      "source": "智悲论坛",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "能取、所取",
      "description": "能取，即‘能把握’；所取，即‘被把握’。能取为认识对象之主体，所取则是对象。即能识者之心、意识等，称为能取；而所识之色等外境，则称所取。显扬圣教论卷五说明能取所取之意（大三一·五○二中）：‘能取义者，谓五内色处，心、意识及诸心法；所取义者，谓外六处。’［唯识二十论、中边分别论卷上、大乘庄严经论卷二］",
      "source": "《佛学大辞典》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "四法印",
      "description": "于三法印，再加上一切有为法皆苦之苦法印，称为四法印。乃显示诸法真理之四标印，可作为佛教特征之四种法门。即：（一）一切行无常印，（二）一切行苦印，（三）一切法无我印，（四）涅盘寂灭印。",
      "source": "《佛学大辞典》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "名言",
      "description": "指名字、名目与言句、言说。",
      "source": "",
      "notes": "圆航",
      "F": ""
    },
    {
      "index": "",
      "term": "金刚屑因",
      "description": "五大因之一。能观察因、能破一切说实事师邪分别山如金刚屑，宣说无相解脱门之不现统一因不可得因。如云：“芽等诸法，谛实无生，以从自、从他、俱从、俱不从即无因，皆不能生故。” ",
      "source": "《藏汉佛学词典》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "破有无生因",
      "description": "五大因之一。能观察果、破有因无因生、宣说无愿解脱门之不现统一理由不可得正因。如云：“芽等实有法，谛实无有，以其在因位时，为有、为无、亦有亦无、非有非无，皆不生故”。",
      "source": "《藏汉佛学词典》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "义理妨害",
      "description": "自己所承认的观点，在道理上不会有任何违害。我们学中观、因明的时候，经常会提到“以理妨害”，比如说“火不是热性的”，这一点不管是从现量（眼、耳、鼻、舌、身明显感知）、比量（推理）哪方面观察，都有理证的妨害，但如果说“火在名言中是热性的”，那就没有以理妨害了。所以，根据理论上无法成立的就叫作“以理妨害”，这属于一种佛教术语，大家应该记住。（注：一真法界法师在讲堂辅导中曾说，“义理妨害”也叫作“以理妨害”。",
      "source": "入行论 善说海讲记》第16讲",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "量",
      "description": "定义①：能无误认知（感知）对象的主体\n定义②：无误获得外境不被欺骗",
      "source": "《因明系列讲座 （二）》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "瑜伽现量",
      "description": "1、通达无我之智慧。又作瑜伽现识。为四种现识之一。\n2、现量之一。依各自不供增上缘即止观双运三摩地所生，对真实自境离分别、无错乱、新生之真实智。如第一剎那一切种智及见修道根本智。",
      "source": "《藏汉佛学词典》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "“修行趋于究竟时，无现入定中明确领受人无我与法无我，有现后得时明确领受见二千、三千及无数世界等自境互不混淆的对境，这就是瑜伽现量” ",
      "source": "《解义慧剑释》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "一切智智",
      "description": "指佛陀之智慧是一切智中之最殊胜者。音译作萨婆若那。一切智通于声闻、缘觉、佛三者，今为区别佛智与前二者，故称佛智为一切智智。",
      "source": "《佛教哲学大词典》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "",
      "source": "入行论第3课PPT",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "自性",
      "description": "独立自主的本性\n《中观四百论》：“若有任何法，都不依他成，可说为实有，然彼皆非有”\n《中观四百论广释》：\n“此处所说的有自性、自性成立，是指不由他缘而唯由自体单独成立，也即实有、成实自体有、自相有、自性有、实相中成立、胜义谛堪忍等，在诸经论中有诸多异名而所指相同。”《中观四百论广释》",
      "source": "《中观系列讲座（二）》 基础 · 我与无我",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "实有",
      "description": "所谓的实有，有两种不同的安立方式。一种是，能够起作用的法，叫有实法；没办法起作用的法，叫无实法。这主要是世俗谛、名言谛安立的标准。比如，柱子、瓶子、车等，这些法有显现，也能起作用，叫做有实法。而无实法不能起作用，比如石女儿、二月、空中的毛发，这些都是不存在的，这些法叫做无实法。\n还有一种安立有实法和无实法的方法。通过观察之后，胜义谛当中也有它的本体、自性，比如柱子或者心识，在名言当中显现，也能起作用，如果胜义观察的时候，还存在，那这个法就叫做实有。而观察的时候，一切万法显现而无自性，叫做无实。这种观察方法是相对于胜义谛安立有实法、无实法的概念。",
      "source": "《入行论》法师辅导159课",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "真实存在，无论怎样观察、探究都是存在的\n《中观总义 》：“不观待他而有独立堪忍的自性”\n《大毗婆沙论》：“实有，谓一切法，各住自性”",
      "source": "《中观系列讲座（二）》 基础 · 我与无我",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "实执",
      "description": "对实有的执着",
      "source": "《中观系列讲座（二）》 基础 · 我与无我",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "观待",
      "description": "",
      "source": "《入行论》第157课讲记",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "断空、单空",
      "description": "麦彭仁波切在《澄清宝珠论》中说：对一般世间人来讲，如果讲空性，他会认为是断空、什么都没有；若讲显现，会认为是不空的实有法；讲现空双运，则认为像搓在一起的黑色和白色的绳子一样，是一对矛盾的东西；若讲不可思议、离戏论，就会认为是一切都不存在。所以刚开始应让他们理解单空，即色等一切万法是空性；然后再让他们懂得不存在的空性也没有，即并非有一种空的东西存在。通过这种方式，就能让众生逐渐沿着梯阶向上爬。其实，这就像父母先要引导小孩爬行，然后才能教其走路一样。若能遵循佛教修学的道次第，一步一步向上迈进，相信大家都能得到不同的感应或悟性。如果次第错乱，恐怕就不能成就自己的所愿。",
      "source": "索达吉堪布：般若摄颂浅释 第二十七课",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "出离",
      "description": "“出离”这两个字的含义是什么？“出”，就是要放下世间的一切；也就是说，要对世间的任何事物都不留恋，并很清楚地意识到三界六道轮回的痛苦本质，这叫做“出”。“离”就是希求解脱。“出家”中的“出”也是这层含义。“家”是指世间，并不是走出家门、穿上出家僧装就表示出家，而是要对轮回生起真正的厌离心。",
      "source": "《慧灯之光》第一册《三个差别》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "《三主要道论》“修后于诸轮回福，刹那不生羡慕心，日夜欲求得解脱，尔时已生出离心。”",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "有为法",
      "description": "因缘和合而生的一切事物",
      "source": "《金钱，到底有多值钱》演讲",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "轮回",
      "description": "轮回就是轮转不息。每个信念就像轮子一样一念接一念叫做轮回。",
      "source": "《如何面对痛苦》法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "解脱、无我",
      "description": "从轮回，我执的束缚仲解脱出来，从妄想分别执着中解脱出来，这叫无我。",
      "source": "《如何面对痛苦》法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "觉性",
      "description": "认识觉性就是认识分别念的本体。",
      "source": "《如何面对痛苦》法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "四谛：苦谛、集谛、灭谛、道谛",
      "description": "苦苦（指多件痛苦的事情同时发生在一个人身上。比如，正在感受病苦的同时，又与家人发生了矛盾；正在忍受贫穷的痛苦时，却又急需钱用等）、\n变苦（也就是人们在感受安乐时，突然遭遇变故，之前所有的快乐消失无余，自己被无法想象的痛苦所逼迫）\n行苦（指表面上看似并非痛苦，但事实上却是痛苦的因。比如，有些人认为，虽然转基因食品的价格比较便宜，看似非常实惠，但里面有很多有害物质，长期食用可能会引发癌症，有些影响甚至会在子孙后代的身体上体现出来），就是指我们现在能够看到，和不能够看到的佛经中所描绘的轮回的状况。\n\n集谛就是显现痛苦的因。集就是讲到的无明、业和惑。首先是无明，执著有惑、烦恼，然后造业。有了这样的无明业惑就会显现这样的痛苦。所以苦谛是轮回的果，集谛是轮回的因。\n\n众生都不愿意受苦，如果了解了苦因之后，也愿意断掉这个集谛，所以佛陀就宣讲了灭谛和道谛。灭谛和道谛是获得解脱的，出世间的果和因。果就是灭，即涅槃的意思，灭掉一切痛苦的状态，灭掉整个轮回叫做灭谛，没有痛苦了，一切也就趋于寂灭。\n\n道主要是灭掉苦因集谛。必须要通过修道，比如修出离心、菩提心和人无我空性、法无我空性的空正见，才可以灭掉集。怎么样灭掉无明？了解无明，然后证悟无明的本空。怎么样断惑？灭掉贪欲、嗔恚，有暂时压伏的，还有究竟通过空性的方式断根的。",
      "source": "补充阅读：苦才是人生——美国南加州大学演讲）；二规第11课知恩报恩法师辅导",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "五妙欲",
      "description": "色声香味触",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "法利",
      "description": "佛法上 之功德利益",
      "source": "佛学辞典（手机软件）",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "缘起性空",
      "description": "所谓缘起性空，就是我们见闻觉知的万事万物，看似真实存在，但实际却是因缘聚合的虚幻显现，本体是空的。",
      "source": "索达吉堪布《探索内心科学的精髓》\n——中国社会科学院演讲",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "业",
      "description": "佛教中有个专业名词“业”，是指身口意的一切造作。\n业对人生的作用举足轻重。《楞伽经》中说“不思议熏，不思议变”，每个人身口意上不可思议的熏染（业），都能在将来产生不可思议的变化。所以，一个人所做的点点滴滴的善恶之事，都影响着他今生与来世的命运。",
      "source": "索达吉堪布《人生与人心》西安电子科技大学演讲",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "宿命论",
      "description": "人的命运之中，有些虽然无法改变，就像乘坐飞机翱翔空中，中途即使出现什么事，也无法马上降落或改变航线；但有些却是可以改变的，就像乘坐公交车走在路上，中途也可以停下或变更方向。而改变命运的关键，就在于心。",
      "source": "索达吉堪布《人生与人心》西安电子科技大学演讲",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "常见",
      "description": "与无常相违的见解，就是认为万法常住不灭的常见。常见是与生俱来的，世间的人们总是认为世间形形色色的东西是常住不灭的，并对它们萌生出贪心或嗔恨心。但是，如果某人对无常有一定认识，就不会对他人怀有深仇大恨，因为他明白，仇人不会永远是仇人。从更细微的角度来看，仇人也是剎那剎那生灭的，真正去寻找时，这个仇人也无处可寻。贪心也是一样。一般人以为金钱名利是靠得住的，所以百般追求。如果人们知道它们是无常的、是靠不住的，还会如此绞尽脑汁、不遗余力地追求吗？\n\n",
      "source": "——该教言选自：《慧灯之光》第一册《四谛-脱离生死的出路》",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "断见",
      "description": "在一本中观论著当中，有一个很好的比喻。湖面上长着一种黄色的花，从远处看，是一片绿茵茵的草甸上面开满了金灿灿的鲜花；但如果走近一看，才知道这些花根本就没有长在地上，而是悬浮在湖水当中的，花根延长到一定的程度就消失了，谁也找不到这些花的根源。\n\n这个比喻说明什么呢？在不观察的时候，肉体、精神、世界、宇宙……所有的东西都是存在的；但如果对每一个具体的东西进行观察，去追踪它的根源，则像比喻当中的花一样，追到一定的时候，就会在虚空中消失。\n\n消失表示什么意思呢？我们不能认为，就像一打开电门灯光就出现，一关上电门灯光就消失一样，前面的光明叫做存在，后面的黑暗叫做消失。事实并不是这样。而是正当我们看到灯光的时候，灯光、组成灯光的光粒子当下就不存在，这样的效果，才叫做现空无别。如果把消失的含义理解为灯灭之后的不存在，那就是断见。",
      "source": "四法印的见解与修法（四）慈诚罗珠堪布：https://www.huidengzhiguang.com/index.php/huideng-zhiguang/huideng-zhiguang-2/220-a00064?title=断见#anchor",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "",
      "description": "从有变成无，叫做断见。最粗大的断见是人在生命轮回上面的断见，认为人死了以后就结束了，没有下一世。",
      "source": "慈诚罗珠堪布《断见与法界的区别》慧灯之光网站：https://www.huidengzhiguang.com/index.php/shipin-jingcui/huihai-xieying/3761-y13002-y05?title=",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "成见",
      "description": "",
      "source": "",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "法界",
      "description": "第二个空性本来面目就是法界。",
      "source": "慈诚罗珠堪布《断见与法界的区别》慧灯之光网站：https://www.huidengzhiguang.com/index.php/shipin-jingcui/huihai-xieying/3761-y13002-y05?title=",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "邪见",
      "description": "认为因果不存在。",
      "source": "《如何做一个标准的居士》慈诚罗珠堪布 慧灯之光",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "断法",
      "description": "所谓的断法，就是通过修持般若法门，将自相续当中的我执、实执全部以无二的智慧来断除。断法的作用和力量是相当大的。\n因此，我们平时修心经、修般若波罗蜜多的时候，若和藏传佛教中的断法结合起来修，就能够遣除修法过程中的一切违缘，并且获得今世来世的诸多功德。",
      "source": "索达吉堪布大学演讲问答",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "圣者七财",
      "description": "信、戒、闻、舍、惭、愧、慧",
      "source": "《二规教言论》（不放逸）",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "傲慢",
      "description": "“傲慢无正信，于法不希求，外散及内收，疲厌皆闻垢。”首先讲傲慢，观待比自己低的人，认为我自己高出一等。只要有了我慢，就会对不如自己的人加以歧视，对高于自己的人生起嫉妒，对中等者产生竞争之心。正如俗话所说“我慢铁球上，不沾功德水”。自从自相续有了我慢时起，就看不见自己的过患，看不到别人的功德。要对治这种我慢就必须常常认清自我的过失，揭露自我的罪恶，身居低位，身穿破衣，恭敬好、坏、中等的一切有情",
      "source": "慈诚罗珠堪布《前行备忘录 共同外前行 一 暇满难得》慧灯之光网站：https://www.huidengzhiguang.com/index.php/qita-lanmu/xiangguan-jinglun/lundian/puxian-shangshi-yanjiao-20/2161-d34?title=傲慢",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "无情法",
      "description": "声音是色法，是色蕴的一种，为无情法。无情法本身不会有任何“你很好”的想法。",
      "source": "菩提洲网站：http://www.ptz.cn/study/seriesDetailsText.html?newsId=49357",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "佛幢",
      "description": "幢：又作脱阇、宝幢、天幢等。旗的一种，即附有种种丝帛，用以庄严佛菩萨及道场的旗帜。【《中华佛教百科全书》】\n\n佛幢代表兴盛佛法之义，并且能赐予加持。【《格言宝藏论释》索达吉堪布 译讲】",
      "source": "智悲学子",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "发露",
      "description": "谓显露表白所犯之过失而无所隐覆。【《佛光大辞典》（第三版）】",
      "source": "智悲学子",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "别解脱戒、菩萨戒、密乘戒",
      "description": "得受三戒的人，必须要严禁别解脱戒、菩萨戒和密乘戒的一切恶行。归纳而言。断除害他的一切事，即是别解脱戒；成办利他的一切事，为菩萨戒；了知三门是三金刚的自性，就是密乘戒。【《慧灯之光》慈诚罗珠堪布 著】 ",
      "source": "智悲学子",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "观想",
      "description": "略作想。即集中心念于某一对象，以对治贪欲等妄念。【《佛光大辞典》（第三版）】",
      "source": "智悲学子",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "心咒",
      "description": "真正胜义谛的咒，不是声音、文字、语言与符号，而是心的本性光明如来藏。【《慧灯之光》慈诚罗珠堪布 著】",
      "source": "智悲学子",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "末法时代",
      "description": "正法绝灭之意。指佛法衰颓之时代。【《佛光大辞典》（第三版）】",
      "source": "智悲学子",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "外器世界",
      "description": "即一切众生所居之世界，也叫国土世间，因国土世界形如器物，能容受众生，可变可坏故名。【《简明净土宗词典》林克智 编著】",
      "source": "智悲学子",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "生起次第和圆满次第  ",
      "description": "所有密宗修法，可以归纳为两种：生起次第和圆满次第。生起次第的修法主要是通过观想佛菩萨、佛的坛城等等，从而清净现象。圆满次第的修法主要是通过气脉明点等修法证悟空性。【《慧灯之光》之《浅谈生起次第》慈诚罗珠堪布 著】",
      "source": "智悲学子",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "玛哈约嘎",
      "description": "如实开显法性之甚深、尽所宣说有法之广大的法门不可胜数……，按照不共前译宁玛派自宗大圆满的观点而言,可以分为九乘。即因三乘、外三乘、内三乘。……内三乘包括大瑜伽（玛哈约嘎）、随类瑜伽（阿努约嘎）、明点瑜伽（阿底约嘎）。【《戒律辑要》 索达吉堪布 著】\n\n对治自相续执著器情之分别念的方法,将能依所依之器情观为刹土本尊是殊胜世俗谛生起次第,以对治能取所取之方便使业风进入中脉,任运自成七胜本体之因是殊胜胜义谛圆满次第,如此无误殊胜生圆道即是玛哈约嘎【《戒律辑要》 索达吉堪布 著】",
      "source": "智悲学子",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "阿努约嘎",
      "description": "不贪执平庸之能取所取,于无贪觉空无二无别之实相或法界与智慧双运自然本智、任运自成之自性大乐菩提心之坛城中自然安住于佛陀之密意中,此乃阿努约嘎;【《戒律辑要》 索达吉堪布 著】\n",
      "source": "智悲学子",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "异熟果、增上果、等流果、士用果",
      "description": "道友提问：顶礼法师！请您详细解释一下异熟果、增上果、等流果、士用果之间的关系。请问在哪部经当中，有这方面详细的说明？\n\n　　生西法师：这些在《前行》当中，已经讲得很清楚了。异熟果是异时成熟的果。到了后世，才会成熟的果报，叫做异熟果。比如今生杀生，后世堕恶趣，一定是这一世和下一世不一样。而且身份转变之后，才能叫做异熟果。不仅仅是恶法，善法也有异熟果。\n\n　　增上果主要是造了业之后，成熟在外境的果。比如杀生果报的外境成熟了，自己转生在非常恶劣的地方，环境很恶劣，特别容易伤害生命，叫做增上果。\n\n　　等流果，“等”是平等的意思，和前面的因差不多，“流”相当于流入的意思。等流果的意思是前世喜欢做什么，今生也喜欢做什么，叫做作者等流。还有一种感受等流，比如你把别人杀死，让别人感受痛苦，让别人寿命短促。你后世也经常会感受到疾病的痛苦，也会短命夭亡，这叫做感受等流。果和因有相同的地方，叫做等流。就像河流，上游下游的水基本上一样，下游的水是从上游流下去的，这也是一种流。所以说现在的果是前世的因的流现，是进一步成熟的方式，这也是流的一种意思。\n\n　　士用果的“士”是士夫的意思，士夫就是有力量的人；“用”就是作用。一个有力量的人拿了一些物品，从此处挪到彼处。因为他是很有力量的，所以就像士夫的作用一样，业因也会辗转的增长广大，它力量很大，不断的增长，有这种作用，叫做士用果。\n\n　　一个是后世成熟的；一个是成熟在外境，让自己感受苦乐；一个是和因相似一种果；一个是增上的作用，这就是几个果之间的关系。这些在《大圆满前行》《瑜伽师地论》《俱舍论》当中都讲的很清楚。",
      "source": "生西法师",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "验相",
      "description": "灵验之相貌。",
      "source": "佛学大辞典",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "人天乘，九乘法门",
      "description": "在宁玛巴的论典中，提到了“九乘”佛法；而在一般的佛教经典中，只提到大乘和小乘，我们称其为“二乘”佛法；还有，在一些论典和续部中，会讲到“五乘”佛法等等；当然，还有数不胜数的不同提法。之所以体现出这些“概念”上的差别，是因为众生有千差万别的根机，所以佛转法轮的“深度”也就会不一样。\n在“九乘”的概念中，从声闻到大圆满的境界，全部都属于出世间的、修解脱的法，其中不包括“人天乘”。\n在《大幻化网》中讲到过“人天乘”。“人天乘”的观点和见解，是指在相信前世今生和因果的基础上，去行善断恶。然后，在来世会以此善根而得到人天的福报受用，即人天果位。故而，人天乘也称为世间乘。接下来，比“人天乘”再高一个档次，就是“出世间”的法。而在“出世间”的法中，从显宗到密宗，可以分为九乘：\n①声闻乘。②缘觉乘。③显宗的菩萨乘。其中声闻乘和缘觉乘属于小乘，唯识和中观以上的法就属于菩萨乘（大乘）。大乘又可以分为显、密二宗，其中密宗又可分为外密及内密。外密包括④事部、⑤行部、⑥瑜伽部三个层次；内密可分为⑦玛哈瑜伽（生起次第为主）、⑧阿努瑜伽（圆满次第为主）、⑨阿底瑜伽（大圆满）三种次第。",
      "source": "慈诚罗珠堪布《中观的基本观点》慧灯之光：https://www.huidengzhiguang.com/index.php/huideng-zhiguang/huideng-zhiguang-5/147-a00012?title=九乘#anchor ",
      "notes": "",
      "F": ""
    },
    {
      "index": "",
      "term": "法界",
      "description": "一旦认识心的本来面目，实际上它就是法界，就 是如来藏，也是最了义的本尊。当没有认识它的时候，我们 可以分开讲:所谓的影像本尊是如何发生的;法界是无二智慧的对境;如来藏是一切众生心识的根本来源，也就是与了义法界无二无别的阿赖耶。对这些法实际上存在不同层次的理解，从最了义上来讲没有分别。但站在不同范畴，或在不同众生面前分开宣说时，则需要用不同的语言来表示。",
      "source": "索达吉堪布《走进藏传佛教》",
      "notes": "",
      "F": ""
    }
  ]
}
